<?php
return [
    'welcome' => 'Добро пожаловать',
    'teachers' => "Учителя",
    'home' => 'Основной',
    'school' => 'Средняя школа № 17',
    'school1' => "Общеобразовательная <br> школа № 17 <br> г. Сырдарья, Сырдарьинского района",
    'school2' => '«Новый Узбекистан начинается с порога школы»',
    'school3' => 'Шавкат Мирзиёев',
    'work' => 'Основные условия работы',
    'rules' => 'Школьные правила',
    'faq' => 'Часто задаваемые вопросы',
    'symbol' => 'Государственные символы',
    'search' => 'Поиск',
//////////////////////////////////////////////////  INDEX.MAIN
    'statistic' => 'Кратко о школе',
    'statistic1' => 'Количество классов',
    'statistic2' => 'Количество студентов',
    'statistic3' => 'Количество учителей',
    'statistic4' => 'Количество выпускников',
/////////////////////////////////////////////////////  INDEX.MAIN
    'cardList1' => 'Студентам',
    'cardList2' => 'Родители',
    'cardList3' => 'Учителям',
    'cardbtn' => 'Более',

    'onlineschool1' => 'Если вы не можете <br> пойти в школу, <br> школа может <br> прийти к вам <br> домой.',
    'onlineschool2' => 'Maktab.uz — это передовая цифровая образовательная <br>
технология, обеспечивающая качественное и <br>
непрерывное дистанционное обучение для <br>
школьников в соответствии с международными <br>
стандартами. Платформа предоставляет широкие <br>
возможности как для учителей, так и для родителей <br>
отслеживать уровень развития учащихся и <br>
ознакомляться с содержанием тем.',

////////////////////////////////////////////////////  INDEX.MAIN
    'contact' => 'Связаться с нами',
    'contact1' => 'Ф.И.O.',
    'contact2' => 'Электронная почта',
    'contact3' => 'Телефон',
    'contact4' => 'Предмет',
    'contact5' => 'Сообщения',
    'contact6' => 'Отправка',
    'leader' => 'Директор',
    'fax' => 'Факс:',
    'social' => 'Инстаграм:',
    'social1' => 'Телеграмма:',
    'links' => 'Полезные ссылки',
    'slider' => 'Государственная школа Республики Узбекистан № 1',
    'slider1' => 'Правительственный портал Республики Узбекистан',
    'slider2' => 'Единые интерактивные государственные услуги',
    'slider3' => 'Виртуальный портал Президента Республики Узбекистан',
    'slider4' => 'Республиканская детская библиотека',
////////////////////////////////////////////////////////  FOOTER
    'deference' => '© 2025-2030 Все права защищены',
    'media' => '@Школа 17',
///////////////////////////////////////////////////////////// SCHOOLTASK
    'schooltask' => 'Школьные задачи',
    'task1' => 'Наша задача',
    'task2' => 'Разработка и реализация государственной политики в области общего среднего и дополнительного образования.',
    'task3' => 'Функции и задачи',
    'task4' => 'Министерство народного образования Республики Узбекистан<br>
основные задачи и направления деятельности (ПП №146):',
    'task5' => 'разработка и реализация единой<br>государственной политики в сфере<br>общего среднего и внешкольного<br>образования, повышение уровня<br>духовного, нравственного, интеллектуального<br>и физического развития учащихся;',
    'task6' => 'методическое руководство<br>деятельностью общеобразовательных<br>учреждений в соответствии с<br>государственными образовательными<br>стандартами общего среднего образования<br>и государственными требованиями к<br>внешкольному образованию;',
    'task7' => 'повышение статуса и престижа<br>профессии учителя, материальная и социальная поддержка работников<br>образовательных учреждений, а также<br>работников системы народного<br>образования, создание надлежащих<br>условий для их эффективной деятельности;',
    'task8' => 'разработка и реализация единой<br>государственной политики в сфере<br>общего среднего и внешкольного<br>образования, повышение уровня<br>духовного, нравственного, интеллектуального<br>и физического развития учащихся;',
    'task9' => 'реализация комплекса мер,<br>направленных на повышение<br>эффективности преподавания<br>иностранных языков в учебных заведениях;',
    'task10' => 'внедрение инновационных форм<br>обучения, современных педагогических и<br>информационных технологий, профессиональной<br>ориентации, методов обучения и преподавания<br>с учетом оптимизации образовательной,<br>психологической и физической нагрузки<br>на учащихся в учебный процесс;',

////////////////////////////////////////////////////////////// DIRECTOR
    'director' => 'Директор',

////////////////////////////////////////////////////////////// Rekvizit
    'presentation' => 'Презентация',
    'byujed1' => 'Реквизиты Министерства как главного администратора доходов для перечисления средств в доходы федерального бюджета:',
    'byujed2' => 'Получатель: Межрегиональный оперативный УФК (Министерство народного образования Республики Узбекистан)',
    'byujed3' => 'Номер плательщика НДС: 9710062939',
    'byujed4' => 'КПП: 771001001',
    'byujed5' => 'Название банка: Алокабанк, г.Ташкент',
    'byujed6' => 'БИК: 24501901',
    'byujed7' => 'Счет 3100643000000019500',

////////////////////////////////////////////////////////////// Ta'lim
    'education' => 'Образование',
    'detail' => 'Круги в деталях',

////////////////////////////////////////////////////////////// Resourse
    'resourse' => 'Полезные ресурсы',

////////////////////////////////////////////////////////////// Yangiliklar
    'news' => 'Новости',
    'newsdetail' => 'Новости в деталях',

////////////////////////////////////////////////////////////// Gallery
    'gallery' => 'Школьная галерея',

////////////////////////////////////////////////////////////// Infografika
    'infografica' => 'Инфографика',

////////////////////////////////////////////////////////////// Contact
    'connect' => 'Связь',

/////////////////////////////////////////////////////////////// Search
    'searchs' => 'Результаты поиска',
    'searchs1' => 'Ничего не найдено',

////////////////////////////////////////////////////////////////// Category
     'aboutschool' => 'О школе',
     'information' => 'Информационный центр',
    'shift1' => '1-я смена',
    'shift2' => '2-я смена',
    'additional' => 'Дополнительные уроки',
    'sports' => 'Спортивные клубы',
//////////////////////////////////////////////////////////////// SchoolRules
    'rules1' => 'Глава 1. Общие положения',
    'rules2' => '1. Настоящий Устав определяет порядок организации и осуществления деятельности общеобразовательного учреждения №329 (далее –<br>
общеобразовательное учреждение). Частные общеобразовательные учреждения разрабатывают и утверждают свой Устав в соответствии с  настоящим Положением.<br>
2. Общеобразовательное учреждение в своей деятельности руководствуется Конституцией Республики Узбекистан, Законом Республики<br>
Узбекистан «Об образовании» и другими законами, постановлениями палат Олий Мажлиса Республики Узбекистан, указами, постановлениями и<br>
распоряжениями Президента Республики Узбекистан, постановлениями Кабинета Министров Республики Узбекистан, другими нормативно-правовыми актами,<br>
а также приказами, поручениями и указаниями Министерства народного образования и настоящим Уставом. 3. Общеобразовательное учреждение является<br>
основным звеном системы непрерывного образования и представляет собой обязательное учебное учреждение, обеспечивающее общее среднее<br>
образование учащимся в объеме I–XI классов на основе государственных образовательных стандартов. 4. Общеобразовательное учреждение является<br>
юридическим лицом и имеет свой Устав, самостоятельный баланс, личные казначейские счета, банковские счета, печать с указанием своего наименования и изображением<br>
Государственного герба Республики Узбекистан, а также штамп и бланки. 5. Устав общеобразовательного учреждения принимается Педагогическим советом, утверждается<br>
районным (городским) отделом народного образования и регистрируется в органе местной государственной власти. 6. Общее среднее образование в государственных<br>
общеобразовательных учреждениях осуществляется бесплатно. В зависимости от потребностей родителей или лиц, их заменяющих (далее — родители), в целях<br>
поддержки воспитания и обучения детей в общеобразовательных учреждениях могут организовываться дополнительные платные образовательные услуги.<br>
7. Выбор языка обучения в общеобразовательном учреждении осуществляется в соответствии с Законом Республики Узбекистан «О государственном языке».<br>
8. Общеобразовательное учреждение входит в систему Министерства народного образования Республики Узбекистан, является учреждением, подведомственным<br>
Отделу народного образования Янгихаётского района и Управлению координации деятельности общеобразовательных учреждений. 9. Общеобразовательное учреждение расположено в<br>
городе Ташкент, Янгихаётском районе.',

    'rules3' => 'Глава 2. Охрана здоровья учащихся',
    'rules4' => '46. Медицинское обслуживание учащихсяосуществляется медицинскими работниками,прикреплёнными к общеобразовательным учреждениям<br>
медицинскими учреждениями. Медицинские работникисовместно с руководством школы и педагогическим<br>
персоналом несут ответственность за организациюлечебно-профилактических мероприятий, соблюдение<br>
санитарных норм, правил и гигиенических требований,контроль за режимом и качеством питания, проведение<br>
медосмотров и оздоровительных мероприятий для учащихся.47. Руководство общеобразовательного учреждения<br>
обеспечивает необходимые условия для деятельности медицинских работников (специальное помещение, мебель<br>
и медицинское оборудование, лекарства для оказания первой медицинской помощи). 48. Ежегодный медицинский осмотр учащихся<br>
общеобразовательного учреждения проводится в порядке, установленном Министерством здравоохранения Республики Узбекистан.<br>
49. Психологическое сопровождение учебно-воспитательного процесса в общеобразовательных учреждениях осуществляется<br>
школьными психологами. 50. В общеобразовательном учреждении может быть создан логопедический кабинет, в котором работают<br>
учителя-логопеды (дефектологи), с целью оказания коррекционно-логопедической помощи учащимся с нарушениями устной речи и дефектами произношения звуков.'
];

